13/data/attachments/42384b162c9a0ae4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_28f4f25a-9850-4fe5-acfd-7cb8d2567d5e</nif:username>
            <nif:friendToBeAdded>Justin_lead_Actions_46112_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>